[{"question":"I have the ability to organize ideas, resources, time, and people effectively."},
{"question":"I am willing to study and prepare for the task of teaching."},
{"question":"I am able to relate the truths of God to specific situations."},
{"question":"I have a God-given ability to help others grow in their faith."},
{"question":"I possess a special ability to communicate the truth of salvation."},
{"question":"I have the ability to make critical decisions when necessary."},
{"question":"I am sensitive to the hurts of people."},
{"question":"I experience joy in meeting needs through sharing possessions."},
{"question":"I enjoy studying."},
{"question":"I have delivered God's message of warning and judgment."},
{"question":"I am able to sense the true motivation of persons and movements."},
{"question":"I have a special ability to trust God in difficult situations."},
{"question":"I have a strong desire to contribute to the establishment of new churches."},
{"question":"I take action to meet physcial and pratical needs rather than merely talking about or planning how to help."},
{"question":"I enjoy entertaining guests in my home."},
{"question":"I can adapt my guidance to fit the maturity of those working with me."},
{"question":"I can delegate and assign meaningful work."},
{"question":"I have an ability and desire to teach."},
{"question":"I am usually able to analyze a situation correctly."},
{"question":"I have a natural tendency to encourage others."},
{"question":"I am willing to take the initiative in helping other Christians grow in their faith."},
{"question":"I have an acute awareness of other people's emotions, such as loneliness, pain, fear, and anger."},
{"question":"I am a cheerful giver."},
{"question":"I spend time digging into facts."},
{"question":"I feel that I have a message from God to deliver to others."},
{"question":"I can recognize when a person is genuine/honest."},
{"question":"I am a person of vision (a clear mentalportrait of a preferable future given by God). I am able to communicate vision in such a way that others commit to making the vision a reality."},
{"question":"I am willing to yield to God's will rather than question and waver."},
{"question":"I would like to be more active in getting the gospel to people in other countries."},
{"question":"It makes me happy to do things for people in need."},
{"question":"I am successful in getting a group to do its work joyfully."},
{"question":"I am able to make strangers feel at ease."},
{"question":"I have the ability to teach to a variety of different learning styles."},
{"question":"I can identify those who need encouragement."},
{"question":"I have trained Christians to be more obedient disciples of Christ."},
{"question":"I am willing to do whatever it takes to see others come to Christ."},
{"question":"I am drawn to people who are hurting."},
{"question":"I am a generous giver."},
{"question":"I am able to discover new truths in Scripture."},
{"question":"I have spiritual insights from Scripture concerning issues and people that compel me speak out."},
{"question":"I can sense when a person is acting in accordance with God's will."},
{"question":"I can trust in God even when things look dark."},
{"question":"I can determine where God wants a group to go and help it get there."},
{"question":"I have a strong desire to take the gospel to places where it has never been heard."},
{"question":"I enjoy reaching out to new people in my church and community."},
{"question":"I am sensitive to the needs of people."},
{"question":"I have been able to make effective and efficient plans for accomplishing the goals of a group."},
{"question":"I often am consulted when fellow Christians are struggling to make difficult decisions."},
{"question":"I think about how I can comfort and encourage others in my congregation."},
{"question":"I am able to give spiritual direction to others."},
{"question":"I am able to present the gospel to lost persons in such a way that they accept the Lord and His salvation."},
{"question":"I possess an unusual capacity to understand the feelings of those in distress."},
{"question":"I have a strong sense of stewardship based on the recognition that God owns all things."},
{"question":"I have delivered to other persons messages that have come directly from God."},
{"question":"I can sense when a person is acting under God's leadership."},
{"question":"I try to be in God's will continually and be available for His use."},
{"question":"I feel that I should take the gospel to people who have different beliefs from me."},
{"question":"I have an acute awareness of the physical needs of others."},
{"question":"I am skilled in setting forth positive and precise steps of action."},
{"question":"I like meet visitors at church and make them feel welcome."},
{"question":"I explain Scripture in such a way that others understand it."},
{"question":"I can usually see spiritual solutions to problems."},
{"question":"I welcome opportunities to help people who need comfort, consolation, encouragement, and counseling."},
{"question":"I feel at ease in sharing Christ with nonbelievers."},
{"question":"I can influence others to perform to their highest God-given potential."},
{"question":"I recognize the signs of stress and distress in others."},
{"question":"I desire to give generously and unpretentiously to worthwhile projects and ministries."},
{"question":"I can organize facts into meaningful relationships."},
{"question":"God gives me messages to deliver to His people."},
{"question":"I am able to sense whether people are being honest when they tell of their religious experiences."},
{"question":"I enjoy presenting the gospel to persons of other cultures and backgrounds."},
{"question":"I enjoy doing little things that help people."},
{"question":"I can give a clear, uncomplicated presentation of the gospel."},
{"question":"I have been able to apply biblical truth to the specific needs of my church."},
{"question":"God has used me to encourage others to live Christlike lives."},
{"question":"I have sensed the need to help other people become more effective in their ministries."},
{"question":"I like to talk about Jesus to those who do not know Him."},
{"question":"I have the ability to make stranges feel comfortable in my home."},
{"question":"I have a wide range of study resources and know how to secure information."},
{"question":"I feel assured that a situation will change for the glory of God even when the situation seem impossible."}]
